Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=516_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámegielaid ealáskahttinprográmma gullá sámedikki válgabaji deháleamos ulbmiliidda
smn: Sämikielâi iäláskittemohjelm kulá sämitige vaaljâpaje tehálumosáid ulmijd

source: Sámegielaid ealáskahttinprográmma lágideapmi lea okta sámedikki dán válgabaji deháleamos ulbmiliin, gávnnahii sámedikki ságadoalli Klemetti Näkkäläjärvi sáme- ja maorigielaid ealáskahttinsemináras Helssegis.
smn: Sämikielâi iäláskittemohjelm rähtim lii sämitige taan vaaljâpaje ohtâ tehálumosijn uulmijn, pahudij sämitige saavâjođetteijee Klemetti Näkkäläjärvi sämikielâ já maorikielâ iäláskittem kieđâvuššee seminaarist Helsigist.

source: - Lean ilus, ahte ealáskahttinprográmma válmmaštallan ovdana, gávnnahii Näkkäläjärvi ja giittii maid dan, ahte stáhtaráđđi lea čatnasan ráđđehusprográmmas sámegielaid ealáskahttinprográmma ollašuhttimii ja ruhtadeapmái.
smn: - Lam iiloost, et iäláskittemohjelm rähtim ovdán, páhudij Näkkäläjärvi já kijttâlij meid tast, et staatârääđi lii čonâsâm haldâttâsohjelmist sämikielâi iäláskittemohjelm olášutmân já resurssistmân.

source: Ráđđehusprográmma maŋŋá lea čielgan, ahte Suoma ja olles Eurohpa ekonomiijadilli lea hedjoneamen johtilit.
smn: Haldâttâsohjelm maŋa lii čielgâm et nuuvt Suomâ ko ubâ Euroop-uv ekonomiatile lii hiäjusmuumin ovdiist.

source: Ekonomiijaroassu ii Näkkäläjärvi mielas goittotge oaččo heajudit buot heajumus sajis ealli, Eurohpa áidna álgoálbmoga, sámiid, diliid.
smn: Näkkäläjärvi mielâst ekonomiakriisâ ij uážu hiäjusmittiđ puoh hiäjumus sajattuvâst orroo, Euroop áinoo algâaalmug ađai sämmilij, sajattuv vala ovdiist.

source: - Suopma galgá deavdit iežas riikkaidgaskasaš ja ráđđehusprográmmii čállojuvvon geatnegasvuoidaidis sámi álbmogii ja sámegielaide.
smn: - Suomâ kalga tevdiđ aalmugijkoskâsijd já haldâttâsohjelmân kirjejum kenigâsvuođâidis säämi aalmug já sämikielâ kuáttá.

source: Loga ságadoalli Klemetti Näkkäläjärvi rahpansáhkavuoru sáme- ja maorigielaid ealáskahttinsemináras Helssegis 13.09. dás.
smn: Luuvâ saavâjođetteijee Klemetti Näkkäläjärvi lehâstemsahâvuáru sämikielâ já maorikielâ iäláskittemseminaarist Helsigist 13.09 ollásávt täst.
